{"data": [{"INPUT_TEXT": ["In a groundbreaking development, scientists at MIT have unveiled a new artificial intelligence system capable of predicting earthquakes with unprecedented accuracy."], "SRC_LANG": ["eng"], "TGT_LANG": ["fra"]}, {"INPUT_TEXT": ["The AI, dubbed 'TerraWatch,' analyzes seismic data and geological patterns to forecast potential tremors up to two weeks in advance."], "SRC_LANG": ["eng"], "TGT_LANG": ["fra"]}, {"INPUT_TEXT": ["Early tests of TerraWatch have shown a 90% success rate in predicting earthquakes of magnitude 5.0 or greater."], "SRC_LANG": ["eng"], "TGT_LANG": ["fra"]}, {"INPUT_TEXT": ["This technological leap could revolutionize disaster preparedness and potentially save thousands of lives in earthquake-prone regions around the world."], "SRC_LANG": ["eng"], "TGT_LANG": ["fra"]}, {"INPUT_TEXT": ["昨天，实力不济的新西兰国家足球队在世界杯四分之一决赛中以 2-1 的惊人比分战胜巴西队，震惊了体育界。"], "SRC_LANG": ["zho"], "TGT_LANG": ["eng"]}, {"INPUT_TEXT": ["这场比赛在卡塔尔的卢萨尔体育场举行，新西兰队克服了上半场的劣势，获得了世界杯历史上第一个半决赛席位。"], "SRC_LANG": ["zho"], "TGT_LANG": ["eng"]}, {"INPUT_TEXT": ["新西兰队队长萨姆·科尔在第 89 分钟打入制胜一球，让球队规模虽小但热情的球迷陷入疯狂。"], "SRC_LANG": ["zho"], "TGT_LANG": ["eng"]}, {"INPUT_TEXT": ["这场胜利标志着新西兰足球的历史性时刻，并将在半决赛中与常年强队德国队展开一场大卫与歌利亚的较量。"], "SRC_LANG": ["zho"], "TGT_LANG": ["eng"]}, {"INPUT_TEXT": ["Неожиданным шагом, вызвавшим шок в Вашингтоне, стало объявление сенатора Элизабет Уоррен (демократ от Массачусетса) о своей отставке из Сената США, которая вступает в силу немедленно."], "SRC_LANG": ["rus"], "TGT_LANG": ["eng"]}, {"INPUT_TEXT": ["Сенатор, занимавший этот пост три срока, сослалась на личные причины своего ухода, но намекнула на будущие планы по решению проблемы изменения климата через неправительственные каналы."], "SRC_LANG": ["rus"], "TGT_LANG": ["eng"]}, {"INPUT_TEXT": ["Отставка Уоррен оставляет вакуум власти в прогрессивном крыле Сената и запускает специальные выборы в Массачусетсе для заполнения ее места."], "SRC_LANG": ["rus"], "TGT_LANG": ["eng"]}, {"INPUT_TEXT": ["Политические аналитики уже строят предположения о потенциальных кандидатах от обеих партий, которые могли бы бороться за желанную должность."], "SRC_LANG": ["rus"], "TGT_LANG": ["eng"]}, {"INPUT_TEXT": ["Un proyecto masivo de restauración de corales en la Gran Barrera de Coral ha mostrado resultados prometedores: los científicos informan de un aumento del 40% en la cobertura de coral en las zonas seleccionadas durante los últimos tres años."], "SRC_LANG": ["spa"], "TGT_LANG": ["eng"]}, {"INPUT_TEXT": ["La iniciativa, liderada por una coalición de biólogos marinos y organizaciones medioambientales, ha utilizado técnicas innovadoras, como la \"jardinería de corales\" y la implantación de especies de coral resistentes al calor."], "SRC_LANG": ["spa"], "TGT_LANG": ["eng"]}, {"INPUT_TEXT": ["El éxito de este proyecto ofrece un rayo de esperanza para el sistema de arrecifes de coral más grande del mundo, que se ha visto gravemente afectado por los episodios de blanqueamiento inducidos por el cambio climático."], "SRC_LANG": ["spa"], "TGT_LANG": ["eng"]}, {"INPUT_TEXT": ["Sin embargo, los investigadores advierten de que los esfuerzos mundiales para reducir las emisiones de carbono siguen siendo cruciales para la supervivencia a largo plazo de los arrecifes de coral en todo el mundo."], "SRC_LANG": ["spa"], "TGT_LANG": ["eng"]}, {"INPUT_TEXT": ["یک مطالعه جدید منتشر شده در مجله پزشکی نیوانگلند نشان می دهد که یک داروی ضد افسردگی رایج ممکن است مزایای غیرمنتظره ای در جلوگیری از شروع بیماری آلزایمر داشته باشد."], "SRC_LANG": ["pes"], "TGT_LANG": ["eng"]}, {"INPUT_TEXT": ["این تحقیق که طی یک دوره ده ساله انجام شد، نشان داد که خطر ابتلا به آلزایمر در بیمارانی که داروی فلوکستین مصرف می‌کنند در مقایسه با گروه کنترل 23 درصد کمتر است."], "SRC_LANG": ["pes"], "TGT_LANG": ["eng"]}, {"INPUT_TEXT": ["در حالی که یافته‌ها مقدماتی هستند، شور و هیجان را در جامعه پزشکی برانگیخته‌اند و به طور بالقوه می‌توانند به استراتژی‌های جدیدی برای مبارزه با این اختلال عصبی منجر شوند."], "SRC_LANG": ["pes"], "TGT_LANG": ["eng"]}, {"INPUT_TEXT": ["نویسنده اصلی این مطالعه، دکتر سارا چن، بر نیاز به آزمایش های بالینی بیشتر برای تایید اثربخشی این دارو در پیشگیری از آلزایمر تاکید کرد."], "SRC_LANG": ["pes"], "TGT_LANG": ["eng"]}]}