{"data": [{"INPUT_TEXT": ["An image from ImageNet's n01693334 category which contains images of green lizard, Lacerta viridis."]}, {"INPUT_TEXT": ["An image from ImageNet's n02099849 category which contains images of Chesapeake Bay retriever."]}, {"INPUT_TEXT": ["An image from ImageNet's n02114367 category which contains images of timber wolf, grey wolf, gray wolf, Canis lupus."]}, {"INPUT_TEXT": ["An image from ImageNet's n02090622 category which contains images of borzoi, Russian wolfhound."]}, {"INPUT_TEXT": ["An image from ImageNet's n01914609 category which contains images of sea anemone, anemone."]}, {"INPUT_TEXT": ["An image from ImageNet's n01729322 category which contains images of hognose snake, puff adder, sand viper."]}, {"INPUT_TEXT": ["An image from ImageNet's n02892767 category which contains images of brassiere, bra, bandeau."]}, {"INPUT_TEXT": ["An image from ImageNet's n01883070 category which contains images of wombat."]}, {"INPUT_TEXT": ["An image from ImageNet's n04141975 category which contains images of scale, weighing machine."]}, {"INPUT_TEXT": ["An image from ImageNet's n04141327 category which contains images of scabbard."]}, {"INPUT_TEXT": ["An image from ImageNet's n02363005 category which contains images of beaver."]}, {"INPUT_TEXT": ["An image from ImageNet's n02641379 category which contains images of gar, garfish, garpike, billfish, Lepisosteus osseus."]}, {"INPUT_TEXT": ["An image from ImageNet's n04120489 category which contains images of running shoe."]}, {"INPUT_TEXT": ["An image from ImageNet's n04486054 category which contains images of triumphal arch."]}, {"INPUT_TEXT": ["An image from ImageNet's n02108915 category which contains images of French bulldog."]}, {"INPUT_TEXT": ["An image from ImageNet's n01768244 category which contains images of trilobite."]}, {"INPUT_TEXT": ["An image from ImageNet's n01644373 category which contains images of tree frog, tree-frog."]}, {"INPUT_TEXT": ["An image from ImageNet's n02672831 category which contains images of accordion, piano accordion, squeeze box."]}, {"INPUT_TEXT": ["An image from ImageNet's n03207743 category which contains images of dishrag, dishcloth."]}, {"INPUT_TEXT": ["An image from ImageNet's n02965783 category which contains images of car mirror."]}]}