{"data": [{"INPUT_TEXT": ["query: The solar system consists of eight planets orbiting the Sun. Mercury is the closest to the Sun, while Neptune is the farthest. These celestial bodies, along with numerous moons, asteroids, and comets, form our cosmic neighborhood."]}, {"INPUT_TEXT": ["query: Artificial intelligence is rapidly advancing in various fields. Machine learning algorithms can now recognize patterns and make decisions with impressive accuracy. As AI continues to evolve, it raises both excitement and concerns about its impact on society."]}, {"INPUT_TEXT": ["query: Climate change poses significant threats to global ecosystems. Rising temperatures are causing sea levels to rise and weather patterns to become more extreme. Urgent action is needed to reduce greenhouse gas emissions and mitigate the effects of global warming."]}, {"INPUT_TEXT": ["query: The human brain is a complex organ capable of remarkable feats. It processes vast amounts of information every second and controls our thoughts, emotions, and actions. Neuroscientists are continually uncovering new insights into how this intricate network of neurons functions."]}, {"INPUT_TEXT": ["query: E-commerce has transformed the retail landscape in recent years. Consumers can now shop for almost anything online and have products delivered directly to their homes. This shift has forced traditional brick-and-mortar stores to adapt or risk becoming obsolete."]}, {"INPUT_TEXT": ["query: Das Sonnensystem besteht aus acht Planeten, die die Sonne umkreisen. Merkur ist der Sonne am nächsten, während Neptun am weitesten entfernt ist. Diese Himmelskörper bilden zusammen mit zahlreichen Monden, Asteroiden und Kometen unsere kosmische Nachbarschaft."]}, {"INPUT_TEXT": ["query: Künstliche Intelligenz macht in verschiedenen Bereichen rasante Fortschritte. Algorithmen für maschinelles Lernen können jetzt Muster erkennen und Entscheidungen mit beeindruckender Genauigkeit treffen. Während sich die KI weiterentwickelt, löst sie sowohl Aufregung als auch Bedenken hinsichtlich ihrer Auswirkungen auf die Gesellschaft aus."]}, {"INPUT_TEXT": ["query: Der Klimawandel stellt eine erhebliche Bedrohung für die globalen Ökosysteme dar. Steigende Temperaturen führen dazu, dass der Meeresspiegel ansteigt und Wettermuster extremer werden. Es sind dringend Maßnahmen erforderlich, um die Treibhausgasemissionen zu reduzieren und die Auswirkungen der globalen Erwärmung abzumildern."]}, {"INPUT_TEXT": ["query: Das menschliche Gehirn ist ein komplexes Organ, das zu bemerkenswerten Leistungen fähig ist. Es verarbeitet jede Sekunde riesige Mengen an Informationen und steuert unsere Gedanken, Emotionen und Handlungen. Neurowissenschaftler entdecken ständig neue Erkenntnisse darüber, wie dieses komplexe Netzwerk von Neuronen funktioniert."]}, {"INPUT_TEXT": ["query: Der E-Commerce hat die Einzelhandelslandschaft in den letzten Jahren verändert. Verbraucher können heute fast alles online kaufen und sich die Produkte direkt nach Hause liefern lassen. Dieser Wandel hat den traditionellen stationären Handel gezwungen, sich anzupassen, sonst laufen sie Gefahr, obsolet zu werden."]}]}