{"data": [{"INPUT_TEXT": ["En menos de un año Bbva ha emitido un millón de tarjetas Aqua en España. Este sistema que elimina datos del plástico y usa CVV dinámico se está expandiendo a gran velocidad en las filiales de Latinoamérica. México Perú y Colombia ya cuentan con las primeras funcionalidades.Aqua se ha convertido en la tarjeta más contratada de todas las gamas que ofrece el banco en España a principios de junio de este año ya habían sido emitidas más de 700.000 de estas tarjetas solo dos meses después se ha superado ya el millón.Bbva ha querido emular este éxito de manera global y está llevando a los distintos países las funcionalidades más características de seguridad de este nuevo modelo de pagos basado en un CVV dinámico y la eliminación de la numeración y la fecha de caducidad de la tarjeta. La adopción de este  modelo que además utiliza plástico reciclado está siendo extraordinariamente rápido.De hecho también en México desde su lanzamiento en junio se han emitido más de un millón de tarjetas. En Perú y Colombia se ha establecido el CVV dinámico y en los próximos meses llegarán las tarjetas limpias de datos.Con Aqua además de renovar la propuesta de valor de nuestras tarjetas estamos unificando la experiencia móvil de los clientes en todas nuestras áreas geográficas explicó Jorge Moreno director de Soluciones Digitales de Pagos de Bbva. Y nos enorgullece ver que aun respetando las diferencias entre países el aterrizaje de esta nueva generación de tarjetas está siendo más rápido de lo que habíamos previsto.Esta rapidez ha sido posible gracias a la reutilización y evolución de software componentes y desarrollos una estrategia que permite al banco ir de lo global a lo local y viceversa con más eficacia aprovechando aprendizajes de manera global.Desde el inicio la conceptualización de la nueva propuesta de valor de Aqua se trabajó globalmente con los equipos locales continúó Jorge Moreno. Esto nos permitió trabajar en paralelo con mayor capacidad y reutilizar diseños y desarrollos.El proyecto para implantar esta nueva experiencia de pagos está en distintas fases según los países. En España la gran acogida de Aqua que se concibió como un complemento para otras tarjetas ha llevado a ofrecer a los clientes la opción de sustituir su modelo principal por Aqua en el momento de la renovación.En Colombia de momento se mantiene el PAN y la fecha de caducidad pero se ha borrado el CVV de la tarjeta y se ha lanzado el dinámico. En próximos desarrollos se emitirá una tarjeta totalmente nueva como la que existe en España.En México la tarjeta sin numeración ya está a disposición de los nuevos clientes e irá sustituyendo las otras tarjetas de débito y de crédito de manera paulatina en el momento de la renovación. Gracias a estas innovaciones de junio a julio se ha incrementado un 7 las altas al canal móvil sumando cada vez más clientes al mundo digital. En septiembre además BBVA México impulsará la venta de estas nuevas tarjetas tanto para clientes como para mercado abierto.Por su parte Bbva Perú ha implantado el CVV dinámico y está trabajando para renovar la experiencia móvil y lanzar las tarjetas limpias de numeración antes de final de año."]}]}